Revit 2027 API
FamilySizeTableErrorInfo.InvalidHeaderText Property
 The invalid header text.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public string InvalidHeaderText { get; }
Public ReadOnly Property InvalidHeaderText As String
	Get
public:
property String^ InvalidHeaderText {
	String^ get ();
}
member InvalidHeaderText : string with get
Property Value
String
See Also
Reference
FamilySizeTableErrorInfo Class
Autodesk.Revit.DB Namespace